{
  "version": 1,
  "lists": [
    {
      "name": "1-1",
      "words": [
        {
          "word": "acquisitive",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "arrogate",
          "definition": "able to get and retain ideas or information; concerned with acquiring wealth or property great deal of emphasis on buying and selling. to claim or take without right The ambitious noblemen will put the young king under",
          "example": "",
          "synonyms": [
            "greedy",
            "grasping",
            "avaricious",
            "retentive"
          ],
          "antonyms": [
            "altruistic",
            "unretentive"
          ]
        },
        {
          "word": "banal",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "belabor",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "carping",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "coherent",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "congeal",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "emulate",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "encomium",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "eschew",
          "definition": "holding or sticking together; making a logical whole; comprehensible, meaningful The physics teacher gave a surprisingly description of quantum mechanics. to change from liquid to solid, thicken; to make inflexible or rigid If you do not wash your dishes right away, the food on them to imitate with the intent of equaling or surpassing the model Most beginning writers try to great writer and later develop their own individual styles. a formal expression of praise, a lavish tribute On Veterans Day, the President delivered a heartfelt to those who died for their country. to avoid, shun, keep away from The young athletes promised the coach that they would train vigorously and hackneyed, trite, commonplace The new play's made it seem more like a soap opera than a serious drama. to work on excessively; to thrash soundly His tendency to points often made him miss the big picture. tending to find fault, especially in a petty, nasty, or hairsplitting way; (n.) petty, nagging criticism The trainee resigned after a week rather than put up with complaints of the sales bad habits.",
          "example": "Most artists choose to ignore the",
          "synonyms": [
            "overwork"
          ],
          "antonyms": [
            "fresh",
            "novel",
            "original",
            "new"
          ]
        }
      ]
    },
    {
      "name": "1-2",
      "words": [
        {
          "word": "germane",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "insatiable",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "intransigent",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "invidious",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "largesse",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "reconnaissance",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "substantiate",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "taciturn",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "temporize",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "tenable",
          "definition": "relevant, appropriate, apropos, fitting Bringing up examples from the past is not to the present discussion. so great or demanding as not to be satisfied People with an gossip often do not have compelling stories of their own. refusing to compromise, irreconcilable Little will get accomplished if the legislators of both parties maintain their offensive, hateful; tending to cause bitterness and resentment Teachers should avoid making comparisons between their students. generosity in giving; lavish or bountiful contributions The university was the fortunate beneficiary of the of many of its graduates. a survey made for military purposes; any kind of preliminary inspection or examination The field officer required a thorough before ordering any troop movements. to establish by evidence, prove; to give concrete or substantial form to The prospector was unable to his claim to the land where the gold was found. habitually silent or quiet, inclined to talk very little Abraham Lincoln has the reputation of having a dour and personality. to stall or act evasively in order to gain time, avoid a confrontation, or postpone a decision; to compromise For most of Shakespeare's greatest tragedy, the protagonist Hamlet chooses to than act. capable of being held or defended The researchers put forth a theory, but their conclusions would be reviewed carefully by others.",
          "example": "",
          "synonyms": [
            "defensible",
            "justifiable",
            "maintainable"
          ],
          "antonyms": [
            "indefensible",
            "unjustifiable"
          ]
        }
      ]
    },
    {
      "name": "2-1",
      "words": [
        {
          "word": "accost",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "animadversion",
          "definition": "to approach and speak to first; to confront in a challenging or aggressive way The nobleman was beggars on his way to the castle. a comment indicating strong criticism or disapproval The inexperienced filmmaker was disheartened by the of the film critic.",
          "example": "",
          "synonyms": [
            "buttonhole",
            "approach",
            "confront"
          ],
          "antonyms": [
            "evade",
            "avoid",
            "shun"
          ]
        },
        {
          "word": "avid",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "brackish",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "celerity",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "devious",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "gambit",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "halcyon",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "histrionic",
          "definition": "",
          "example": "",
          "synonyms": [
            "affected",
            "stagy"
          ],
          "antonyms": []
        },
        {
          "word": "incendiary",
          "definition": "desirous of something to the point of greed; intensely eager Most writers are also readers who have loved books since childhood. having a salty taste and unpleasant to drink The shipwrecked passengers adrift on the lifeboat became ill after drinking . swiftness, rapidity of motion or action Although the heavy snowfall was not expected, the highway department responded with surprising straying or wandering from a straight or direct course; done or acting in a shifty or underhanded way The interrogator used methods to try to get the suspect to incriminate himself. in chess, an opening move that involves risk or sacrifice of a minor piece in order to gain a later advantage; any opening move of this type Asking an interesting stranger about his or her job is a popular party a legendary bird identified with the kingfisher; (adj.) of or relating to the halcyon; calm, peaceful; happy, golden; prosperous, affluent The woman often spoke of the of her childhood. pertaining to actors and their techniques; theatrical, artificial; melodramatic Upon receiving his award, the young actor gave a speech. deliberately setting or causing fires; designed to start fires; tending to stir up strife or rebellion; (n.) one who deliberately sets fires, arsonist; one who causes strife",
          "example": "",
          "synonyms": [
            "inflammatory",
            "provocative",
            "(n.) firebrand"
          ],
          "antonyms": [
            "soothing",
            "quieting",
            "(n.) peacemaker"
          ]
        }
      ]
    },
    {
      "name": "2-2",
      "words": [
        {
          "word": "maelstrom",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "myopic",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "overt",
          "definition": "a whiripool of great size and violence; a situation resembling a whirlpool in violence and destruction Many innocent people caught in the of the revolution lost their lives and property. nearsighted; lacking a broad, realistic view of a situation; lacking foresight or discernment last administration has led to serious problems with our allies. open, not hidden, expressed or revealed in a way that is easily recognized In order for Congress to declare war, the President must threat",
          "example": "",
          "synonyms": [
            "shortsighted"
          ],
          "antonyms": [
            "farsighted"
          ]
        },
        {
          "word": "pejorative",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "propriety",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "sacrilege",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "summarily",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "suppliant",
          "definition": "",
          "example": "He made a _",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "talisman",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "undulate",
          "definition": "tending to make worse; expressing disapproval or disparagement, derogatory, deprecatory, belittling The lawyer was accused of making a remark when referring to the defendant's background. the state of being proper, appropriateness; (pl.) standards of what is proper or socially acceptable The social worker questioned the of the police's request to see confidential records. improper or disrespectful treatment of something held sacred The anthropologist was accused of committing a when she disturbed an without delay or formality; briefly, concisely As soon as there was evidence of criminal wrongdoing, the ousted from his post. asking humbly and earnestly; (n.) one who makes a request humbly and earnestly, a petitioner, suitor . address to the parole board. Stranded in the deserted city of Moscow, Napoleon had to turn to the Czar not as a conqueror but as a an object that serves as a charm or is believed to confer magical powers, an amulet, fetish Most people do not believe that rabbit's feet and other actually bring good luck. to move in waves or with a wavelike motion; to have a wavelike appearance or form The baseball fans began to as they cheered, so that they appeared to move in a wave.",
          "example": "",
          "synonyms": [
            "ripple",
            "fluctuate",
            "rise and fall"
          ],
          "antonyms": [
            "unseemliness",
            "inappropriateness"
          ]
        }
      ]
    },
    {
      "name": "3-1",
      "words": [
        {
          "word": "articulate",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "cavort",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "credence",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "decry",
          "definition": "",
          "example": "",
          "synonyms": [
            "denounce",
            "censure",
            "devalue"
          ],
          "antonyms": []
        },
        {
          "word": "dissemble",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "distraught",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "eulogy",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "evince",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "exhume",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "feckless",
          "definition": "to pronounce distinctly: to express well in words; to connect by a joint or joints; (adj.) expressed clearly and forcefully; able to employ language clearly and forcefully; jointed Few people can emotions during times of stress. The most class was chosen to mediate the debate. to romp or prance around exuberantly: to make merry The actors in the musical on stage. belief, mental acceptance The government and the public failed to give to the reports of an impending water shortage. to condemn, express strong disapproval; to officially depreciate Every arm of government and every educational institution bigotry in all its forms. to disguise or conceal, deliberately give a false impression The young man was unable to his feelings and admitted to having committed the crime. very much agitated or upset as a result of emotion or mental conflict The workforce became the wake of the 1929 stock market crash. a formal statement of commendation; high praise The best friend and longtime law partner of the deceased at the funeral. to display clearly, to make evident, to provoke The crowd did not of panic but moved in an orderly fashion to the nearest exits. to remove from a grave; to bring to light Suspecting foul play, the coroner issued an order to the body immediately. lacking in spirit and strength; ineffective, weak; irresponsible, unreliable Although a eventually matured into a hard-working and responsible citizen.",
          "example": "",
          "synonyms": [
            "feeble",
            "helpless",
            "Incompetent",
            "Ineffectual"
          ],
          "antonyms": [
            "competent",
            "capable",
            "effective"
          ]
        }
      ]
    },
    {
      "name": "3-2",
      "words": [
        {
          "word": "murky",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "nefarious",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "piquant",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "primordial",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "propinquity",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "unwonted",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "utopian",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "verbiage",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "verdant",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "viscous",
          "definition": "wicked, depraved, devoid of moral standards Brutus and Cassius hatched a to assassinate Julius Caesar on the steps of the Roman Senate stimulating to the taste or mind; spicy, pungent; appealingly provocative The chef was an expert in making those dishes that are characteristic of South Indian cooking. developed or created at the very beginning; going back to the most ancient times or earliest stage; fundamental, basic civilizations are founded on common needs met by common nearness in place or time; kinship created a greater metropolitan area that in effect is one not usual or expected; not in character The listless student answered with spirit when the subject of military tactics was raised. founded upon or involving a visionary view of an ideal world; impractical A number of American religious groups like the Shakers have built separate communities based on schemes. language that is too wordy or inflated in proportion to the sense or content, wordiness; a manner of expression The contract was full of meaningless that seemed designed to confuse the lay person. green in tint or color; immature in experience or judgment The tourists on safari traveled over the grasslands of Kenya in search of native wildlife. having a gelatinous or gluey quality, lacking in easy movement or fluidity The varnish left a on the wood that was hard to remove.",
          "example": "Many visitors have claimed to see a mysterious creature in",
          "synonyms": [
            "gummy",
            "sticky",
            "thick"
          ],
          "antonyms": [
            "scorched",
            "sere",
            "barren",
            "arid"
          ]
        }
      ]
    },
    {
      "name": "4-1",
      "words": [
        {
          "word": "atrophy",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "bastion",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "concord",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "consummate",
          "definition": "the wasting away of a body organ or tissue; any progressive decline or failure; (v.) to waste away business district began when two huge malls opened. The patient's muscles have a fortified place, stronghold Contrary to popular belief, the military is not always a of political conservatism. a state of agreement, harmony, unanimity; a treaty, pact, covenant A spirit of when the company compensated its employees. complete or perfect in the highest degree; (v.) to bring to a state of completion or perfection Michelangelo's paintings on the ceiling of the Sistine Chapel artistry.",
          "example": "",
          "synonyms": [
            "citadel",
            "rampart",
            "bulwark",
            "parapet"
          ],
          "antonyms": [
            "disagreement",
            "strife",
            "discord"
          ]
        },
        {
          "word": "disarray",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "exlgency",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "flotsam",
          "definition": "disorder, confusion; (v.) to throw into disorder The burgled apartment was in a state of If you leave the window open, a breeze may the papers on the desktop. urgency, pressure; urgent demand, pressing need; an emergency The governor emphasized the by requesting the immediate dispatch of rescue teams. floating debris; homeless, impoverished people After the two ships collided, the survivors clung to various and hoped for rescue.",
          "example": "The lawyers could not",
          "synonyms": [
            "requirement",
            "crisis"
          ],
          "antonyms": [
            "organization",
            "order",
            "tidiness"
          ]
        },
        {
          "word": "frenetic",
          "definition": "",
          "example": "",
          "synonyms": [
            "frantic",
            "overwrought"
          ],
          "antonyms": []
        },
        {
          "word": "glean",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "grouse",
          "definition": "a type of game bird; a complaint; (v.) to complain, grumble was that he did not get any dessert with his dinner the night before. Those who just stand around and about thelr low salaries are not likely to get raises. SYNANVUS (vYarina kvatrh hallvarha pieces of . frenzied, highly agitated When a court order was issued, the social services department search for the missing report. to gather bit by bit; to gather small quantities of grain left in a field by the reapers By means of painstaking investigation, the detectives will the truth. The patient's latest",
          "example": "",
          "synonyms": [
            "floating wreckage"
          ],
          "antonyms": [
            "calm",
            "controlled",
            "relaxed",
            "leisurely"
          ]
        }
      ]
    },
    {
      "name": "4-2",
      "words": [
        {
          "word": "incarcerate",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "incumbent",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "jocular",
          "definition": "to imprison, contine, jail They will the state penitentiary. obligatory, required; (n.) one who holds a specific office at the time spoken of Voting on election day is a duty on all Americans who value a democratic government. has the advantage when standing for reelection but does not have a guarantee of victory. humorous, jesting, jolly, joking After receiving the news that she was ahead in the polls, the",
          "example": "",
          "synonyms": [
            "mandatory",
            "necessary"
          ],
          "antonyms": [
            "optional",
            "unnecessary"
          ]
        },
        {
          "word": "ludicrous",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "mordant",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "pusillanimous",
          "definition": "",
          "example": "",
          "synonyms": [
            "craven",
            "lily-livered"
          ],
          "antonyms": []
        },
        {
          "word": "recumbent",
          "definition": "",
          "example": "",
          "synonyms": [],
          "antonyms": []
        },
        {
          "word": "stratagem",
          "definition": "ridiculous, laughable, absurd Her comment was so finally understood that she was joking. biting or caustic in thought, manner, or style; sharply or bitterly harsh The actor was upset by the criticism of the gossip columnist who seemed out to ruin his reputation. a prickly or stinging plant; (v.) to arouse displeasure, impatience, or anger; to vex or irritate severely If you are pricked by a aloe cream will soothe and reduce the sting. The principal was student's disrespectful behavior. consisting of or measured in money; of or related to money The couple was forced by considerations to sell their large home and buy a smaller one. contemptibly cowardly or mean-spirited It is often said that bullies, when tested, are the most people of all. in a reclining position, lying down, in the posture of one sleeping or resting The tired toddlers were . the couch after playing all afternoon in the yard. a scheme to outwit or deceive an opponent or to gain an end The defense attorney used a clever to curry sympathy for her client.",
          "example": "",
          "synonyms": [
            "prone",
            "prostrate",
            "supine",
            "inactive"
          ],
          "antonyms": [
            "erect",
            "upright",
            "energetic",
            "dynamic"
          ]
        }
      ]
    }
  ]
}